Repository: Bogdan0810/URPSM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: This email address already exists.
ar: هذا البريد الإلكتروني موجود مسبقا.
fr: L’adresse e-mail existe déjà.

source: This email does not exists.
ar: هذا البريد الإلكتروني لا يوجد.
fr: Email inexistant

source: Username/Email
ar: اسم المستخدم / البريد الإلكتروني
fr: Nom d’utilisateur/E-mail

source: Password
ar: كلمة السر
fr: Mot de passe

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive or your account has been blocked.
ar: الرجاء إدخال %(username)s الصحيح وكلمة المرور. علما بأن كلا من الحقول قد تكون حساسة لحالة الأحرف أو قد تم حظر الحساب الخاص بك.
fr: Veuillez entrer le %(username)s et mot de passe correct. Notez que les deux champs peuvent case-sensitive.

source: This account is inactive.
ar: هذا الحساب غير نشط.
fr: Ce compte est inactif.

source: shop owner
ar: صاحب المتجر
fr: Propriétaire de la Boutique

source: unloking server owner
ar: صاحب خادم فك تشفير الهواتف
fr: Propriétaire du serveur unloking

source: Select your business type
ar: حدد نوع عملك
fr: Sélectionnez votre secteur d’activité

source: email
ar: البريد الالكتروني

source: User
ar: مستخدم
fr: Utilisateur

source: profile
ar: الملف الشخصي
fr: Profil

source: Activation key
ar: مفتاح التفعيل
fr: Clé d’activation

source: Unconfirmed email
ar: البريد الإلكتروني غير مؤكد
fr: Email non confirmée

source: New email verification key
ar: مفتاح التحقق الإلكتروني الجديد
fr: Nouvelle clé de vérification de courriel

source: current ip
ar: عنوان أي بي
fr: Adresse ip

source: Profile
ar: الملف الشخصي
fr: Profil

source: Profiles
ar: الملفات الشخصية
fr: Profil

source: Account activation
ar: تفعيل الحساب
fr: Activation du compte

source: Template Does Not Exist
ar: القالب غير موجود
fr: Le modèle n'existe pas

source: Email recipient cannot be null.
ar: مستلم البريد الإلكتروني لا يمكن أن يكون فارغ.
fr: Destinataire d’email ne peut pas être null.

source: Please, Enter a subject.
ar: يرجى ادخال موضوع الرسالة
fr: Merci d'indiquer un sujet.

source: Your email address has been changed.
ar: تم تغيير البريد الإلكتروني الخاص بك بنجاح
fr: Votre adresse email a été changé.

source: Invalid confirmation key.
ar: مفتاح تأكيد غير صحيح.
fr: Touche de confirmation non valide.

source: This is not a valid imei
ar: هذا imei ليس صالح
fr: Il ne s’agit pas d’un imei valide

source: subject
ar: الموضوع
fr: Sujet

source: type
ar: النوع

source: Write message here
ar: اكتب نص رسالتك هنا ...
fr: Ecrivez votre message ici

source: administrative
ar: إداري
fr: Administratif(s)

source: technical
ar: تقني
fr: Techniques

source: financial
ar: مالي
fr: Financiers

source: We had received your message. Thank you
ar: لقد تلقينا الرسالة الخاصة بك. شكرا
fr: Nous avions reçu votre message. Merci

source: your credit is {0} you need to provision your credit as soon as possible
ar: رصيدك الحالي هو {0} تحتاج إلى توفير رصيدك في أسرع وقت ممكن
fr: Votre crédit est {0} que vous devez approvisionner dès que possible

source: The API has been deleted.
ar: تم حذف الخادم .
fr: L’API a été supprimé.

source: Your API is successfully updated.
ar: يتم تحديث API الخاص بك بنجاح.
fr: Votre API est mis à jour avec succès.

source: Your networks and services are successfully updated.
ar: تم تحديث الشبكات والخدمات الخاصة بك بنجاح.
fr: Vos réseaux et services sont mis à jour.

source: Your API was sent successfully.
ar: تم إرسال API الخاص بك بنجاح.
fr: Votre API a été envoyé avec succès.

source: credit must be positive
ar: يجب أن تشحن رصيدك
fr: Le montant du crédit doit être positif

source: No credit provided
ar: لا رصيد
fr: Aucun crédit fourni

source: %s network is successfully added
ar: تم إضافة شبكة %s بنجاح
fr: %s Réseau est ajouté avec succès

source: error adding network %s
ar: خطأ في إضافة شبكة %s
fr: Erreur Ajout réseau %s

source: %s network is successfully edited
ar: تم تحرير شبكة %s بنجاح
fr: %s Réseau est édité avec succès

source: error editing network %s
ar: خطأ في تحرير شبكة %s
fr: Erreur d’édition réseau %s

source: %s network is successfully removed
ar: تم بنجاح إزالة الشبكة %s
fr: %s Réseau est supprimée avec succès

source: error removing network %s
ar: خطأ أثناء إزالة شبكة الاتصال %s
fr: Erreur suppression réseau %s

source: Thank you
ar: شكرا
fr: Merci

source: new review from client
ar: احصل على 100 تعليقات إيجابية من زبنائك
fr: Nouvel avis d'un client

source: new shop review
ar: تقييم جديد لمتجرك
fr: Nouvelle avis de boutique

source: client has to review
ar: أطلب من زبونك تقييم متجرك
fr: Le client doit donner son avis

source: new order
ar: طلب جديد
fr: Nouvelle Commande

source: an order has been delivered
ar: تم توصيل طلبك
fr: Une commande a été livrée

source: an order has exceeded delivery time
ar: طلب قد تجاوز وقت التسليم
fr: Une command a dépassé le délai de livraison

source: order cancelling refused
ar: ثم رفض إلغاء الطلبية
fr: Annulation de commande refusée

source: new component
ar: مكون جديد
fr: Nouvelle composante

source: new ticket
ar: تذكرة حل نزاع جديدة
fr: Ajouter Nouveau Ticket

source: admin has responded to your ticket
ar: إجابة جديدة من المشرف
fr: Admin a répondu à votre ticket

source: server has responded to you ticket
ar: إجابة جديدة من الخادم
fr: Serveur a répondu à vous ticket

source: your did not respond to ticket within 3 days, order will be canceled
ar: لقد ثم الغاء الطلبية لعدم استجابتك لتذكرة حل النزاع ,خلال 3 أيام الماضية
fr: Vous n'avais pas répondu sur le ticket dans les 3 jours, ordre sera annulée.

source: unlocking server did not respond to your ticket within 3 days, you will be refunded.
ar: الخادم لم يجب على تذكرتك خلال 3أيام الماضية , لقد ثم إرجاع اموالك
fr: Serveur de déblocage n’a pas répondu à votre billet dans les 3 jours, vous serez remboursé.

source: payment transaction accepted
ar: معاملة الدفع مقبولة
fr: Opération de paiement acceptée

source: payment transaction declined
ar: معاملة الدفع مرفوضة
fr: Opération de paiement refusée

source: new brand added
ar: علامة تجارية جديدة
fr: Nouvelle marque ajouté

source: new model added
ar: نموذج جديد
fr: Nouveau modèle ajouté

source: admin notification
ar: إشعار الادارة
fr: Notification Administrateur

source: client status has been changed
ar: لقد تم تغيير حالة زبونك
fr: État du client changé

source: client status has been paid
ar: لقد تم تغيير حالة زبونك
fr: État du client payée

source: proof was rejected. please re-upload
ar: لقد تم رفض الإثبات. الرجاء إعادة تحميل
fr: La preuve a été rejetée. s’il vous plaît re-télécharger

source: proof verified. funds added to account
ar: لقد تم التحقق من الإثبات رصيدك تم تعبئته
fr: Preuve vérifiée. ajouté au compte de fonds

source: Received a new message
ar: لقد تلقيت رسالة جديدة
fr: nouveau message reçu

source: a new component
ar: نموذج جديد
fr: Nouvelle composante

source: Ooops! Something went wrong.
ar: حدث خطأ ما!
fr: Ooops ! Quelque chose n’allait pas.

source: Please enter amount to be transferred.
ar: يرجى إدخال المبلغ المراد تحويله.
fr: Entrez le montant à transférer.

source: name
ar: الاسم
fr: Nom

source: website
ar: الموقع الالكتروني
fr: Site Web

source: Pending
ar: قيد التنفيذ
fr: En attente

source: Need Your Call
ar: المرجو اللإتصال بنا
fr: Besoin de votre appel

source: Ready
ar: جاهز
fr: Prêt

source: Can't Repaired
ar: لا يمكن إصلاحه
fr: Ne peut pas réparer

source: Undefined
ar: غير معروف
fr: Indéfini

source: Your rating
ar: تقييمك
fr: Votre vote

source: Your Review
ar: تعليقك
fr: Votre avis

source: May be you like it...
ar: ربما أعجبك...
fr: Peut-être vous plaira...

source: Content
ar: المحتوى
fr: Contenu

source: Language
ar: اللغة
fr: Langue

source: Creation date
ar: تاريخ الإنشاء
fr: Date de création

source: rating
ar: تقييم
fr: Vote

source: Anonymous
ar: مستخدم مجهول
fr: Anonyme

source: reviewed order
ar: الطلب اللذي تم تقييمه
fr: Command évalué

source: reviewed orders
ar: الطلبات اللتي تم تقييمها
fr: Commandes évalué

source: Order #{0} by {1}
ar: طلب {0} ,بواسطة {1}
fr: Command # {0} par {1}

source: Your are not allowed to access this ressource
ar: لا يسمح لك بالوصول إلى هذا الجزء من الموقع
fr: Vous êtes pas autorisé à accéder à cette ressource

source: This service has already been reviewed
ar: لقد تم تقييم هذه الخدمة من قبل
fr: Ce service a déjà été examiné

source: Your review is not complete
ar: تقييمك ليس كامل
fr: Votre avis n’est pas complète

source: Fake call to %(number)s: "Your token is: %(token)s"
ar: اتصال وهمي إلى %(number)s: "الرمز المميز الخاص بك: %(token)s"
fr: Faux appel à %(number)s: "votre jeton est : %(token)s"

source: Fake SMS to %(number)s: "Your token is: %(token)s"
ar: رسالة وهمية إلى %(number)s: "الرمز المميز:%(token)s"
fr: Faux SMS à %(number)s: "votre jeton est : %(token)s"

source: orders list
ar: قائمة الطلبات
fr: Liste des commandes

source: orders
ar: الطلبات
fr: Commandes

source: URPMS Charges
ar: رسوم URPSM
fr: URPMS frais

source: Clearance requests
ar: طلبات التخليص
fr: Demandes d’autorisation

source: Id
ar: تعريف ID

source: Server Name
ar: اسم الخادم
fr: Nom du serveur

source: Paypal Email
ar: البريد الإلكتروني لـ Paypal
fr: Email Paypal

source: Created
ar: تمّ الإنشاء
fr: Créé

source: Amount
ar: المبلغ
fr: Montant

source: Clear
ar: امسح
fr: Effacer

source: Are you sure ?
ar: هل أنت متأكد؟
fr: Êtes vous sûre ?

source: Amount will be cleared and server will be able to withdraw the said amount
ar: سيتم تخليص المبلغ والخادم سوف يكون قادرا على سحب هذا المبلغ
fr: Montant sera autorisé et le serveur sera en mesure de retirer ladite somme

source: send & save feedback
ar: إرسال & حفظ الملاحظات
fr: envoyer & enregistrer vos commentaires

source: Send & save feedback
ar: إرسال & حفظ الملاحظات
fr: Envoyer & enregistrer vos commentaires

source: notifications
ar: الاشعارات

source: send notification
ar: إرسال الإشعار
fr: Envoyer notification

source: notification to
ar: الإشعار إلي
fr: Notification à

source: send
ar: إرسال
fr: Envoyer

source: close
ar: إغلاق
fr: Fermer

source: Verify Invoices
ar: التحقق من الفواتير
fr: Vérifier les factures

source: Invoice
ar: فاتورة
fr: Facture

source: Invoices|URPSM
ar: فواتير URPSM
fr: Factures | URPSM

source: Invoices
ar: الفواتير
fr: Factures

source: Method
ar: الطريقة
fr: Méthode

source: Status
ar: الحالة
fr: Le statut de ce compte utilisateur est %s

source: Shop
ar: المتجر
fr: Boutique

source: Home
ar: الرئيسية
fr: Accueil

source: Add %(name)s
ar: إضافة %(name)s
fr: Ajouter %(name)s

source: Please correct the error below.
ar: يرجى تصحيح الأخطاء أدناه.
fr: Veuillez corriger l'erreur indiquée

source: Nothing found
ar: لم يتم العثور على أي شيء
fr: Rien trouvé

source: Reset search and filters
ar: إعادة البحث
fr: Réinitialiser Filtres de recherche

source: %(name_plural)s are not created yet
ar: %(name_plural)s لم يتم إنشاءه
fr: %(name_plural)s Ne sont pas encore créés

source: Next
ar: التالي
fr: Suivant

source: Back
ar: الى الخلف
fr: Retour

source: Cancel
ar: إلغاء
fr: Annuler

source: Backup Tokens
ar: نسخة إحتياطية للرموز المميزة
fr: Jetons de sauvegarde

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
ar: يمكن استخدام الرموز المميزة للنسخ الاحتياطي عندما تكون أرقام الهاتف الأساسية والاحتياطية الخاصة بك غير متوفرة. يمكن استخدام النسخ الاحتياطي المميزة أدناه للتحقق من تسجيل الدخول. إذا كنت قد استخدمت حتى كافة الرموز المميزة للنسخ الاحتياطي الخاصة بك، يمكنك إنشاء مجموعة جديدة من الرموز المميزة للنسخ الاحتياطي. فقط النسخ الاحتياطي المميزة الموضح أدناه ستكون صالحة .
fr: Jetons de sauvegarde peuvent être utilisés lorsque votre numéro de téléphone principal et secondaire ne sont pas disponibles. Les jetons de sauvegarde ci-dessous peuvent être utilisés pour la vérification de la connexion. Si vous avez utilisé tous vos jetons de la sauvegarde, vous pouvez générer un nouvel ensemble de jetons de sauvegarde. Seuls les jetons de sauvegarde indiqués ci-dessous seront valides.

source: Print these tokens and keep them somewhere safe.
ar: انسخ هذه الرموز المميزة واحتفظ بها في مكان أمن.
fr: Imprimez ces jetons et gardez-les en sécurité.

source: You don't have any backup codes yet.
ar: ليس لديك أي رموز النسخ الاحتياطي بعد.
fr: Vous n’avez pas encore vos codes de sauvegarde.

source: Back to Account Security
ar: العودة إلى حماية حسابك.
fr: Retour à la sécurité de compte

source: Generate Tokens
ar: إنشاء الرموز المميزة
fr: Générer des jetons

source: Login
ar: تسجيل الدخول
fr: Connexion

source: Enter your credentials.
ar: أدخل بيانات الاعتماد الخاصة بك.
fr: Veuillez saisir vos identifiants

source: We are calling your phone right now, please enter the digits you hear.
ar: نحن ندعو الهاتف الخاص بك الآن، الرجاء إدخال الأرقام التي تسمعها.
fr: Nous demandons votre téléphone dès maintenant, s’il vous plaît entrez les chiffres que vous entendez.

source: We sent you a text message, please enter the tokens we sent.
ar: لقد أرسلنا لك رسالة نصية، يرجى إدخال الرموز المميزة.
fr: Nous vous avons envoyé un message texte, s’il vous plaît entrer les jetons que nous a envoyé.

source: Please enter the tokens generated by your token generator.
ar: الرجاء إدخال الرموز المميزة التي تم إنشاؤها بواسطة مولد الرمز المميز الخاص بك.
fr: Entrez les jetons générés par votre jeton Générateur.

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
ar: استخدم هذا النموذج لإدخال الرموز المميزة للنسخ الاحتياطي لتسجيل الدخول. هذه الرموز المميزة تم إنشاؤها لتتمكن من طباعتها والحفاظ عليها آمنة. الرجاء قم بإدخال أحد هذه الرموز المميزة للنسخ الاحتياطي لتسجيل الدخول إلى الحساب الخاص بك.
fr: Utilisez ce formulaire pour entrer des jetons de sauvegarde pour vous connecter. Ces jetons ont été générés pour que vous puissiez imprimer et garder en sécurité. S'il vous plaît Entrez l'une de ces jetons de sauvegarde pour vous connecter à votre compte.

source: Or, alternatively, use one of your backup phones:
ar: أو، بدلاً من ذلك، استخدم واحد من الهواتف الاحتياطية الخاصة بك :
fr: Ou, alternativement, utilisez l’une de vos téléphones de sauvegarde :

source: As a last resort, you can use a backup token:
ar: كحل أخير، يمكنك استخدام رمز النسخ احتياطي:
fr: En dernier recours, vous pouvez utiliser un jeton de sauvegarde :

source: Use Backup Token
ar: استخدام الرمز المميز للنسخ الاحتياطي
fr: Utilisez le jeton de sauvegarde

source: Permission Denied
ar: رُفض التّصريح
fr: Permission Refusée

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
ar: الصفحة التي طلبتها، تفرض على المستخدمين التحقق من استخدام توثيق ذو عاملين لأسباب أمنية. تحتاج إلى تمكين ميزات الأمان هذه من أجل الوصول إلى هذه الصفحة.
fr: La page demandée, impose aux utilisateurs de vérifier à l’aide de l’authentification à deux facteurs pour des raisons de sécurité. Vous devez activer ces fonctionnalités de sécurité afin d’accéder à cette page.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
ar: توثيق ذو عاملين غير مفعل للحساب الخاص بك. أضف مصادقة ثنائية العامل لحساب لتعزيز الأمن.
fr: Authentification à deux facteurs n’est pas activée pour votre compte. Activez l’authentification à deux facteurs pour une sécurité renforcée de compte.

source: Go back
ar: رجوع
fr: Revenir en arrière

source: Enable Two-Factor Authentication
ar: تفعيل 2-factor لتعزيز الأمن
fr: Activer l’authentification à deux facteurs

source: Add Backup Phone
ar: إضافة رقم الهاتف الاحتياطي
fr: Ajouter le téléphone de secours

source: You'll be adding a backup phone number to your account. This number will be used if your primary method of registration is not available.
ar: ستتم إضافة رقم هاتف احتياطي إلى حسابك. سيتم استخدام هذا الرقم إذا لم تكن طريقة التسجيل الأساسية متاحة.
fr: Vous allez ajouter un numéro de téléphone de secours à votre compte. Ce numéro servira si votre principale méthode d’enregistrement n’est pas disponible.

source: We've sent a token to your phone number. Please enter the token you've received.
ar: لقد أرسلنا رمز مميز إلى رقم هاتفك. الرجاء إدخال الرمز المميز الذي تلقيته.
fr: Nous avons envoyé un jeton à votre numéro de téléphone. S’il vous plaît entrez le jeton que vous avez reçu.

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
ar: أنت على وشك اتخاذ أمان حسابك إلى المستوى التالي. اتبع الخطوات الموجودة في هذا المعالج لتمكين المصادقة الثنائية.
fr: Vous êtes sur le point de prendre la sécurité de votre compte à un niveau supérieur. Suivez les étapes de cet Assistant pour activer l’authentification à deux facteurs.

source: Please select which authentication method you would like to use.
ar: يرجى تحديد طريقة المصادقة التي تريد استخدامها.
fr: S’il vous plaît sélectionnez méthode d’authentification vous souhaitez utiliser.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
ar: لبدء استخدام مولد رمزية، يرجى استخدام الهاتف الذكي الخاص بك لمسح رمز الاستجابة السريعة أدناه. على سبيل المثال، استخدم أداة مصادقة غوغل. ثم أدخل الرمز المميز الذي تم إنشاؤه بواسطة التطبيق.
fr: Pour commencer à utiliser un générateur de jeton, utilisez votre smartphone pour scanner le code QR ci-dessous. Par exemple, utilisez Google Authenticator. Ensuite, inscrivez le jeton généré par l’application.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
ar: يرجى إدخال رقم الهاتف الذي ترغب في تلقي الرسائل النصية عليه. سيتم التحقق من صحة هذا الرقم في الخطوة التالية.
fr: Veuillez saisir le numéro de téléphone que vous souhaitez recevoir des messages texte sur. Ce nombre sera validé dans l’étape suivante.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
ar: الرجاء إدخال رقم الهاتف الذي تريد الاتصال به. سيتم التحقق من صحة هذا الرقم في الخطوة التالية.
fr: Veuillez saisir le numéro de téléphone que vous souhaitez être appelé. Ce nombre sera validé dans l’étape suivante.

source: We are calling your phone right now, please enter the digits you hear.
ar: نحن ندعو الهاتف الخاص بك الآن، الرجاء إدخال الأرقام التي تسمعها.
fr: Nous demandons votre téléphone dès maintenant, s’il vous plaît entrez les chiffres que vous entendez.

source: We sent you a text message, please enter the tokens we sent.
ar: لقد أرسلنا لك رسالة نصية، يرجى إدخال الرموز المميزة.
fr: Nous vous avons envoyé un message texte, s’il vous plaît entrer les jetons que nous a envoyé.

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact the site administrator.
ar: لقد واجهنا مشكلة في طريقة المصادقة المحددة. يرجى الرجوع والتحقق من إدخال معلوماتك بشكل صحيح، أو إعادة المحاولة، أو استخدام طريقة مصادقة مختلفة بدلا من ذلك. إذا استمرت المشكلة، فاتصل بمشرف الموقع.
fr: Nous avons rencontré un problème avec la méthode d’authentification sélectionnée. S’il vous plaît revenir en arrière et vérifiez que vous avez entré vos informations correctement, essayez à nouveau ou utiliser une méthode d’authentification différente à la place. Si le problème persiste, contactez l’administrateur du site.

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
ar: لتحديد YubiKey الخاص بك، يرجى إدراج رمز في الحقل أدناه. سيتم ربط يوبيكي بحسابك.
fr: Pour identifier et vérifier votre YubiKey, veuillez insérer un jeton dans le champ ci-dessous. Votre YubiKey sera relié à votre compte.

source: Congratulations, you've successfully enabled two-factor authentication.
ar: تهانينا، لقد نجحت في تمكين المصادقة الثنائية.
fr: Félicitations, vous avez activé avec succès l’authentification à deux facteurs.

source: Back to Profile
ar: العودة إلى الملف الشخصي
fr: Retour au Profile

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
ar: ومع ذلك، قد يحدث أنه لا يمكنك الدخول إلى جهاز الرمز المميز الأساسي. لتمكين استرداد الحساب، أضف رقم هاتف.
fr: Toutefois, il peut arriver que vous n’avez pas accès à votre périphérique de jeton principal. Pour activer la récupération du compte, ajouter un numéro de téléphone.

source: Add Phone Number
ar: اضف رقم الهاتف
fr: Ajouter un numéro de téléphone

source: Disable Two-factor Authentication
ar: تعطيل المصادقة ثنائية العناصر
fr: Désactiver l’authentification à deux facteurs

source: You are about to disable two-factor authentication. This compromises your account security, are you sure?
ar: أنت على وشك تعطيل المصادقة الثنائية. هذا يضر أمان حسابك، هل أنت متأكد؟
fr: Vous êtes sur le point de désactiver l'authentification à deux facteurs. Cela compromet la sécurité de votre compte, est-ce que vous êtes sûr?

source: Disable
ar: تعطيل
fr: Désactiver

source: Account Security
ar: أمن الحساب
fr: Sécurité de compte

source: Tokens will be generated by your token generator.
ar: سيتم إنشاء الرموز من قبل مولد رمزية الخاص بك.
fr: Jetons seront générés par votre générateur de jeton.

source: Primary method: %(primary)s
ar: الطريقة الأساسية:%(primary)s
fr: Méthode primaire : %(primary)s

source: Tokens will be generated by your YubiKey.
ar: سيتم إنشاء الرموز من قبل YubiKey الخاص بك.
fr: Jetons seront générés par votre YubiKey.

source: Backup Phone Numbers
ar: أرقام الهواتف الاحتياطية
fr: Numéros de téléphone de secours

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
ar: إذا لم تكن الطريقة الأساسية متوفرة، فيمكننا إرسال الرموز الاحتياطية إلى أرقام الهواتف المدرجة أدناه.
fr: Si votre principale méthode n’est pas disponible, nous sommes en mesure d’envoyer des jetons de sauvegarde pour les numéros de téléphone répertoriés ci-dessous.

source: Unregister
ar: إلغاء التسجيل
fr: Se désinscrire

source: If you don't have any device with you, you can access your account using backup tokens.
ar: إذا لم يكن لديك أي جهاز معك، يمكنك الوصول إلى حسابك باستخدام الرموز الاحتياطية.
fr: Si vous n’avez pas n’importe quel appareil avec vous, vous pouvez accéder à votre compte à l’aide de jetons de sauvegarde.

source: Show Codes
ar: إظهار الرموز
fr: Afficher des Codes

source: Disable Two-Factor Authentication
ar: تعطيل المصادقة ثنائية العناصر
fr: Désactiver l’authentification à deux facteurs

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
ar: ومع ذلك فإننا نثني بشدة عن القيام بذلك، يمكنك أيضا تعطيل المصادقة الثنائية لحسابك.
fr: Cependant nous vous déconseillons vivement vous faire, vous pouvez désactiver l’authentification à deux facteurs pour votre compte.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
ar: توثيق ذو عاملين غير مفعل للحساب الخاص بك. أضف مصادقة ثنائية العامل لحسابك لتعزيز الأمن.
fr: Authentification à deux facteurs n’est pas activée pour votre compte. Activez l’authentification à deux facteurs pour une sécurité renforcée de compte.

source: New account creation
ar: إنشاء حساب جديد
fr: Création d’un nouveau compte

source: create a your account
ar: انشاء حسابك .
fr: Créez votre compte

source: register
ar: تسجيل
fr: S’inscrire

source: i forgot my password
ar: نسيت كلمة المرور؟
fr: J’ai oublié mon mot de passe

source: login
ar: تسجيل الدخول
fr: Connectez-vous
