Repository: Bogdan0810/URPSM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: well you just start make good position in urpsm
ar: حسنا هذه مجرد بداية لتحسين موقعك في URPSM
fr: Eh bien vous venez de commencer faire bonne position dans urpsm

source: what you should achieve !
ar: ما ينبغي أن تحققه
fr: Ce que vous devriez réaliser !

source: level three
ar: المستوى الثالث
fr: Niveau trois

source: good
ar: جيد
fr: Bon

source: Maintain a 4 star rating or above
ar: الحفاظ على تصنيف 4 نجوم أو أعلى
fr: Maintenir une cote de 4 étoiles ou plus

source: Complete at least 300 repaired phones
ar: اصلح على الاقل 300 هاتف
fr: Compléter au moins 300 téléphones réparés

source: unlock 30 phones by server at least
ar: ‫فك شفرة 30 هاتف بخوادم فك الشفرات على الاقل في URPSM
fr: déverrouiller 30 téléphones par serveur au moins

source: 180 days active on URPSM
ar: نشط اكثر من 180 يوم في URPSM
fr: 180 jours actifs sur URPSM

source: Completed at least 300 unlocked phones
ar: ‫فك شفرة 300 هاتف على الاقل في URPSM
fr: Achevé au moins 300 téléphones déverrouillés

source: Have a low cancelling orders
ar: احصل على نسبة إلغاء الطلبات منخفضة
fr: Avoir un faible taux de commandes Annuler

source: you are doing a solid,great work keep it up
ar: عمل رئع تابع بجد
fr: vous faites un solide, bon travail continuez

source: level four
ar: المستوى الرابع
fr: Niveau quatre

source: pro
ar: محترف

source: 365 days active on URPSM
ar: نشط 365 يوما في URPSM
fr: 365 jours actifs sur URPSM

source: Completed at least 600 unlocked phones
ar: ‫فك شفرة 600 هاتف على الاقل في URPSM
fr: Achevé au moins 600 téléphones déverrouillés

source: Maintain a 4.3 star rating or above
ar: الحفاظ على تصنيف 4.3 نجوم أو أعلى
fr: Maintenir un classement par étoiles 4.3 ou supérieur

source: Complete at least 600 repaired phones
ar: اصلح على الاقل 600 هاتف
fr: Compléter au moins 600 téléphones réparés

source: Unlock 80 phones by server at least
ar: ‫فك شفرة 80 هاتف بخوادم فك الشفرات على الاقل في URPSM
fr: Déverrouiller au moins les 80 téléphones par serveur

source: >What you should achieve !<
ar: ما ينبغي أن تحققه!
fr: > Ce que vous devez réaliser ! <

source: level five
ar: المستوى الخامس
fr: Niveau cinq

source: master
ar: سيد
fr: Maître

source: 731 days active on URPSM
ar: نشط 731 يوما في URPSM
fr: 731 jours actifs sur URPSM

source: Completed at least 2500 unlocked phones
ar: ‫فك شفرة 2500 هاتف على الاقل في URPSM
fr: Achevé au moins 2500 téléphones déverrouillés

source: Maintain a 4.7 star rating or above
ar: الحفاظ على تصنيف 4.7 نجوم أو أعلى
fr: Maintenir une cote de 4,7 étoiles ou supérieur

source: Complete at least 2500 repaired phones
ar: اصلح على الاقل ٢٥٠٠ هاتف
fr: Complète au moins 2500 téléphones réparé

source: unlock 300 phones by server at least.
ar: ‫فك شفرة 300 هاتف بخوادم فك الشفرات على الاقل في URPSM
fr: déverrouiller au moins 300 téléphones par serveur.

source: You are a Master king.
ar: أنت ملك ماستر
fr: Vous êtes un maître roi

source: Phone info
ar: معلومات الهاتف
fr: Téléphone info

source: Registred Servers
ar: الخوادم المسجلة
fr: Serveurs inscrits

source: Search Shops
ar: البحث عن متجر
fr: Rechercher des boutiques

source: results found for
ar: نتائج البحث عن
fr: Résultats trouvés pour

source: shop info
ar: معلومات المتجر
fr: Info magasin

source: Not-Repaired Phones
ar: هواتف غير مصلوحة
fr: Téléphones non réparés

source: About Shop
ar: حول المتجر
fr: À propos de la boutique

source: All Reviews
ar: كل التقيمات
fr: Touts les avis

source: title of the shop here
ar: عنوان المحل هنا
fr: Titre du magasin ici

source: location here !
ar: الموقع هنا!
fr: Emplacement ici !

source: terms and conditions of use
ar: أحكام و شروط الاستخدام
fr: Modalités et conditions d'utilisation

source: And email has been sent to your email address
ar: قد تم إرسال رسالة إلى بريدك الإلكتروني
fr: Un courriel a été envoyé à votre adresse email

source: Unlocked Phones
ar: هواتف تم فك تشفيرها
fr: Téléphones débloqué

source: sorry no results for
ar: عذراً لا توجد نتائج لـ
fr: Désolé, aucun résultat.

source: search components
ar: البحث عن مكونات
fr: Recherche de composants

source: Search components
ar: البحث عن مكونات
fr: Recherche de composants

source: list of components
ar: قائمة المكونات
fr: Liste des composantes

source: search components...
ar: البحث عن مكونات
fr: Recherche de composants...

source: search servers
ar: البحث عن خوادم
fr: Recherche serveurs

source: Search servers
ar: البحث عن خوادم
fr: Recherche serveurs

source: list of servers
ar: قائمة الخوادم
fr: Liste des serveur

source: search servers...
ar: البحث عن خوادم
fr: Recherche serveurs

source: Search shops
ar: البحث عن المتاجر
fr: Chercher Boutiques

source: list of shops
ar: قائمة المتاجر
fr: Liste boutiques

source: search shops...
ar: البحث عن المتاجر
fr: Rechercher des boutiques

source: Nearest servers
ar: الخوادم الأقرب لمتجري
fr: Serveurs les plus proche

source: position of my server
ar: تقييم خادمي
fr: Position de mon serveur

source: my server ranking
ar: ترتيب خادمي
fr: Classement de mon serveur

source: first server in my city
ar: الخادم الأول في مدينتي
fr: Premier serveur dans ma ville

source: my server's clients reviews
ar: تقييمات زبائن خادمي
fr: Avis des clients de mon serveur

source: update server information
ar: تحديث معلومات الخادم
fr: Mettre à jour les informations du serveur

source: Near shops
ar: أقرب متجر
fr: Boutiques proche

source: sorry no results found
ar: عذرا, لا توجد نتائج
fr: Désolé, aucun résultat trouvé

source: my tickets
ar: تذاكر فك النزاعات
fr: Mes Tickets

source: id ticket
ar: معرّف التذكرة

source: admin decesion
ar: قرار المشرف
fr: Décision admin

source: shop reason
ar: السبب
fr: Raison boutique

source: You have only one backup token remaining.
fr: Vous n'avez qu’une seule sauvegarde jetons restant.
