Repository: Bogdan0810/URPSM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: email verification
ar: تأكيد بواسطة البريد الالكتروني
fr: Vérification Email

source: confirm your new email
ar: تأكيد بريدك الإلكتروني الجديد
fr: Confirme ton e-mail

source: Your email has been changed successfully.
ar: تم تغيير البريد الإلكتروني الخاص بك بنجاح.
fr: Votre email a été changé avec succès.

source: Thank you for registering at %(site)s.
ar: شكرا لكم على تسجيل في %(site)s.
fr: Merci de vous être enregistré à %(site)s.

source: Please confirm this email address by clicking on the link below:
ar: يرجى تأكيد عنوان البريد الإلكتروني الخاص بك بالضغط على الرابط الموجود أدناه:
fr: S’il vous plaît confirmer cette adresse e-mail en cliquant sur le lien ci-dessous :

source: Thanks for using our site!
ar: شكرا لاستخدام موقعنا!
fr: Merci d’utiliser notre site !

source: Sincerely
ar: بصدق
fr: Cordialement

source: You requested a change of your email address at %(site)s.
ar: لقد طلبت تغيير عنوان البريد الإلكتروني الخاص بك في %(site)s.
fr: Vous avez demandé un changement de votre adresse de courriel à %(site)s.

source: users
ar: المستخدمين
fr: Utilisateurs

source: users list
ar: قائمة المستخدمين
fr: Liste d'utilisateurs

source: add user
ar: إضافة مستخدم جديد
fr: Ajoutez un utilisateur

source: username
ar: إسم المستخدم
fr: Nom d'utilisateur

source: first name
ar: الاسم الاول
fr: Prénom

source: last name
ar: الاسم العائلي
fr: Nom

source: phone
ar: الهاتف
fr: Téléphone

source: group
ar: مجموعة
fr: Groupe

source: status
ar: الحالة
fr: Etat

source: are you sure you want to delete this user?
ar: هل أنت متأكد أنك ترغب في حذف هذا المستخدم؟
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?

source: are you sure you want to block this user?
ar: هل أنت متأكد من أنك تريد حظر هذا المستخدم؟
fr: Êtes-vous certain de que vouloir bloquer cet utilisateur ?

source: previous
ar: السابق
fr: Précédent

source: Page
ar: الصفحة

source: of
ar: من
fr: De

source: next
ar: التالي
fr: suivant

source: User login
ar: دخول المستخدم
fr: Votre login

source: sign in
ar: تسجيل الدخول
fr: Se connecter

source: remember me
ar: تذكرني
fr: Se souvenir de moi

source: create an account
ar: انشاء حساب
fr: Créer un Compte

source: Logged out
ar: تسجيل الخروج
fr: Utilisateur - Déconnecté

source: You've been logged out
ar: لقد تم تسجيل الخروج بنجاح
fr: Vous avez été déconnecté

source: Signin
ar: تسجيل الدخول
fr: Connexion

source: add new user
ar: إضافة مستخدم جديد
fr: Ajouter un utilisateur

source: user
ar: المستخدم
fr: Utilisateur

source: adding new user
ar: إضافة مستخدم جديد
fr: Ajouter un utilisateur

source: add
ar: أضف
fr: Ajouter

source: new user
ar: مستخدم جديد
fr: Nouvel utilisateur

source: save
ar: حفظ
fr: Enregitrer

source: Password change for
ar: تغيير كلمة المرور ل
fr: Changement de mot de passe pour

source: change password
ar: تغيير كلمة المرور
fr: Changer le mot de passe

source: password change
ar: تغيير كلمة المرور
fr: Modification du mot de passe

source: Change Password
ar: تغيير كلمة المرور
fr: Changer le mot de passe

source: Password change successful
ar: تغيير كلمة المرور تمت بنجاح
fr: Changement de mot de passe réussi

source: The password has been changed successfully
ar: تم تغيير كلمة المرور بنجاح
fr: Le mot de passe a été changé avec succès

source: Password change
ar: تغيير كلمة المرور
fr: Changement de mot de passe

source: Password change utility page. Please enter your new password twice so we can verify you typed it in correctly
ar: صفحة تغيير كلمة المرور. الرجاء إدخال كلمة المرور الجديدة مرتين حتى نتمكن من التحقق من الذي كتبته بشكل صحيح
fr: Merci de saisir votre nouveau mot de passe deux fois par mesure de sécurité.

source: Password reset
ar: إعادة تعيين كلمة المرور
fr: Réinitialisation du mot de passe

source: password reset
ar: إعادة تعيين كلمة المرور
fr: Réinitialiser le mot de passe

source: reset my password
ar: إعادة تعيين كلمة المرور
fr: Réinitialiser mon mot de passe

source: Forgotten your password? Enter your e-mail address, and we'll reset your password and e-mail the new one to you
ar: هل نسيت كلمة المرور الخاصة بك؟ أدخل عنوان البريد الإلكتروني الخاص بك، وسنقوم بإعادة تعيين كلمة المرور الخاصة بك وإرسالها لك عبر البريد الإلكتروني
fr: Vous avez oublié votre mot de passe ? Entrez votre adresse e-mail ci-dessous et nous vous enverrons un e-mail avec des instructions pour le réinitialiser.

source: Your password has been set. You may go ahead and log in now.
ar: تم تعيين كلمة المرور الخاصة بك. تستطيع تسجيل الدخول الآن.
fr: Votre mot de passe a été enregistré. Vous pouvez désormais vous connecter.

source: Password reset utility page. Please enter your new password twice so we can verify you typed it in correctly
ar: صفحة تغيير كلمة المرور. الرجاء إدخال كلمة المرور الجديدة مرتين حتى نتمكن من التحقق من الذي كتبته بشكل صحيح
fr: Merci de saisir votre nouveau mot de passe deux fois par mesure de sécurité.

source: Sign in!
ar: تسجيل الدخول
fr: Se connecter

source: New password
ar: كلمة المرور الجديده
fr: Nouveau mot de passe

source: Confirm password
ar: تأكيد كلمة السّر
fr: Confirmez votre mot de passe

source: Change
ar: تغيير
fr: Différence

source: Password reset unsuccessful
ar: إعادة تعيين كلمة المرور غير ناجحة
fr: Echec de la réinitialisation du mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: رابط إعادة تعيين كلمة مرورك غير صالح. يرجى طلب رابط جديد.
fr: Le lien de réinitialisation de mot de passe était invalide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation de mot de passe.

source: Password reset successful
ar: عملية تعيين كلمة المرور ناجحة
fr: Votre mot de passe a bien été réinitialisé

source: We've e-mailed you the instructions to obtain a new password. You should be receiving it shortly
ar: لقد تم ارسال رسالة بالبريد الإلكتروني لك , إتبع التعليمات للحصول على كلمة مرور جديدة.
fr: Nous avons envoyé un e-mail avec des instructions pour réinitialiser votre mot de passe. Vous devriez le recevoir sous peu.

source: user profile
ar: ملف تعريف المستخدم
fr: Profil d'utilisateur

source: edit your profile information
ar: تحرير المعلومات الشخصية الخاصة بك
fr: modifier vos informations de profil

source: profile information
ar: معلومات الملف الشخصي
fr: Informations du profil

source: Your account has been activated successfully.
ar: لقد تم تنشيط الحساب الخاص بك.
fr: Votre compte a été activé avec succès.

source: Confirm your email address
ar: تأكيد البريد الإلكتروني
fr: Confirmer votre adresse E-mail

source: Confirm your email
ar: تأكيد البريد الإلكتروني
fr: Confirmez votre email !

source: We have sent you an email for verification. Follow the link provided to finalize the signup process.
ar: لقد أرسلنا لك رسالة بالبريد إلكتروني للتحقق. اتبع الرابط المتوفر لإتمام عملية التسجيل.
fr: Nous vous avons envoyé un email pour vérification. Suivez le lien fourni pour finaliser le processus d’inscription.

source: clients
ar: زبائن

source: add client
ar: أضف زبون
fr: Ajoutez un client

source: paid
ar: مدفوع
fr: Payé

source: addons
ar: الإضافات
fr: Modules complémentaires

source: add another item
ar: إضافة عنصر آخر
fr: Ajouter un autre élément

source: images
ar: صور

source: Save
ar: حفظ
fr: Enregitrer

source: list
ar: قائمة
fr: Liste

source: search by ref
ar: بحث عن طريق المرجع
fr: Recherche par Réf

source: ref
ar: مرجع
fr: Référence

source: model
ar: نموذج
fr: Modèle

source: todo
ar: لإنجازه
fr: A faire

source: amount
ar: مبلغ
fr: Montant

source: delivery date
ar: تاريخ التسليم
fr: Date de livraison

source: paid to
ar: مدفوع لصالح
fr: Payé à

source: created
ar: تمّ الإنشاء
fr: Créé

source: client ref
ar: مرجع الزبون

source: brand
ar: علامة تجارية
fr: Marque

source: serial
ar: الرقم التسلسلي
fr: Série

source: phone number
ar: رقم الهاتف
fr: Numéro de téléphone

source: delivered at
ar: سلمت في
fr: Livré à

source: total
ar: مجموع

source: Are you sure you want to delete this client?
ar: هل تريد بالتأكيد حذف هذا العميل؟
fr: Êtes-vous sûr(e) de vouloir supprimer ce client ?

source: Are you sure this client is paid?
ar: هل أنت متأكد من أن هذا العميل قام بالدفع ؟
fr: Êtes-vous sûr que ce client est payé ?

source: Previous
ar: السابق
fr: Précédent

source: item
ar: عنصر
fr: Article

source: Sub total
ar: المجموع الفرعي
fr: Sous-total

source: VAT
ar: ض ق م
fr: TVA

source: VAT included
ar: شملت ض ق م
fr: TVA incl.

source: thanks for your visit.
ar: نشكرك لزيارتك
fr: Merci de votre visite.

source: adding new component
ar: إضافة مكون جديد
fr: Ajout de nouveaux composants

source: components
ar: مكوّنات
fr: Composants

source: components list
ar: قائمة المكونات
fr: Liste des composants

source: add component
ar: إضافة مكون
fr: Ajouter un composant

source: title
ar: عنوان
fr: Titre

source: sold
ar: بيع
fr: Vendu

source: price
ar: سعر
fr: Prix

source: Are you sure you want to delete this component?
ar: هل تريد بالتأكيد حذف هذا المكون؟
fr: Etes-vous sûr de vouloir supprimer cet composant ?

source: edit component
ar: تحرير عنصر
fr: Modifiez le composant

source: component
ar: المكوّنات
fr: Composant

source: editing component
ar: تحرير عنصر
fr: Composant editing

source: edit
ar: تعديل
fr: Modifier

source: API Provider
ar: مزود الخدمة
fr: API fournisseur

source: API
ar: مزود الخدمة

source: Provide an API Server
ar: توفير خادم API
fr: Fournir un serveur de l’API

source: endpoints
ar: نقاط النهائية

source: add your provider API
ar: أضف مزود الخدمة
fr: Ajoutez votre API fournisseur

source: Please enter your server credit
ar: رجاء إدخال رصيد الخادم
fr: S’il vous plaît entrer votre crédit de serveur

source: thank you
ar: شكرا
fr: Merci

source: delete your provider API
ar: حذف API مزود الخاص بك
fr: Supprimer votre fournisseur API

source: are you sure you want to delete?
ar: هل أنت متأكد أنك تريد الحذف ؟
fr: Etes-vous sûr de vouloir supprimer ?

source: confirm
ar: أكد
fr: Confirmer

source: endpoints list
ar: قائمة النقاط النهائية
fr: Liste des endpoints

source: unlocking servers
ar: خوادم فك الشفرات
fr: Serveur de déblocage

source: your api servers list
ar: قائمة خوادم API
fr: Votre liste de serveurs d’api

source: add an API
ar: إضافة API
fr: Ajouter une API

source: endpoint
ar: نقطة النهاية

source: networks
ar: شبكات
fr: Réseaux

source: change
ar: تغيير
fr: Changer

source: delete
ar: حذف
fr: Supprimer

source: API Networks
ar: شبكات API
fr: Réseaux API

source: Provide an API Networks
ar: توفير شبكات API
fr: Fournir un réseau API

source: choose your provider API networks and services
ar: اختر شبكات وخدمات API المزود
fr: Choisissez votre fournisseur API réseaux et services

source: undo
ar: تراجع
fr: Annuler

source: redo
ar: إعادة
fr: Rétablir

source: list of your working services
ar: قائمة الخدمات الخاصة بك
fr: Liste de vos services active

source: network
ar: شبكة
fr: Réseau

source: service
ar: الخدمات

source: your networks have been successfully saved !!
ar: تم حفظ شبكاتك بنجاح !!
fr: Vos réseaux ont été enregistrés avec succès !!

source: Your networks have not been saved. Please try again.
ar: لم يتم حفظ شبكاتك. حاول مرة اخرى.
fr: Vos réseaux n’ont pas été enregistrées. S’il vous plaît essayer de nouveau.

source: here you find all the orders passed through your api servers.
ar: هنا تجد جميع الطلبات اللتى مرت من خلال خوادم API الخاص بك.
fr: Ici vous trouverez toutes les commandes passées par vos serveurs d’api.

source: order checking
ar: حالة الطلب
fr: vérification de la commande

source: unlocking
ar: فك الشفرات
fr: Déblocage

source: unlocking order
ar: طلبات فك الشفرات
fr: Commande de déverrouillage

source: You've got no new notifications
ar: لا توجد اشعارات جديد
fr: Vous n’avez aucune nouvelles notifications

source: order
ar: الطلبات
fr: Demande

source: order time
ar: وقت الطلبية
fr: Heure de commande

source: order amount
ar: قيمة الطلبية
fr: Montant de la commande

source: service name
ar: اسم الخدمة
fr: Nom du service

source: server name
ar: اسم الخادم
fr: Nom du serveur

source: shop name
ar: اسم المتجر
fr: Nom de boutique

source: request cancellation
ar: طلب الغاء
fr: Demande d'Annulation

source: you can ask the buyer to cancel this order
ar: يمكنك أن تطلب من المشتري إلغاء هذا الطلب
fr: Vous pouvez demander à l’acheteur d’annuler cette commande

source: explain why you want to cancel this order
ar: اشرح سبب رغبتك في إلغاء هذا الطلب
fr: Expliquer pourquoi vous souhaitez annuler cette commande

source: Enter reason here...
ar: أدخل السبب هنا ...
fr: Entrez la raison ici...

source: small descriptiv title here
ar: ضع وصف صغير هنا
fr: Petit titre descriptif ici

source: small descriptive title here
ar: ضع وصف صغير هنا
fr: Petit titre descriptif ici

source: terms and conditions
ar: القوانين والخصوصية
fr: Conditions générales de vente

source: I agree to the
ar: أنا أوافق على
fr: J’accepte

source: exit
ar: خروج
fr: Sortie

source: reference
ar: مرجع
fr: Référérence

source: code
ar: شفرة

source: connection to the server
ar: الاتصال بالخادم
fr: La connexion au serveur

source: error establishing API server connection
ar: خطأ إنشاء اتصال بالخادم API
fr: Erreur d'établissement de la connexion du serveur API

source: cancel order
ar: إلغاء الطلب
fr: Annuler la commande

source: Order with id {{ order.id }} has been cancelled.
ar: تم إلغاء الطلب {{order.id}}.
fr: Votre commande {{ order.id }} a été annulée.

source: Success!
ar: بنجاح
fr: Succès!

source: Search By IMEI
ar: بحث بواسطة إيمي
fr: Rechercher par IMEI

source: place an order
ar: طلب جديد
fr: Placer une commande

source: id
ar: تعريف ID

source: order date
ar: تاريخ الطلب
fr: Date command

source: action
ar: اجراء

source: rate
ar: تقييم
fr: Evaluer

source: cancel
ar: إلغاء
fr: Annuler

source: ticket
ar: تذكرة حل نزاع

source: Invalid Order Id
ar: تعريف الطلب (ID) غير صحيح
fr: ID de commande non valide

source: successfully cancelled
ar: تم الالغاء بنجاح
fr: Annulée avec succès !

source: Service not available
ar: خدمة غير متوفرة
fr: Service non disponible

source: Order
ar: طلبات
fr: Commande

source: Service
ar: خدمات

source: The selected service is currently so busy or something wrongs with the API Server, please try again later.
ar: الخدمة المحددة مشغولة حاليا أو أي شيء خاطئ مع خادم API، يرجى المحاولة مرة أخرى في وقت لاحق.
fr: Le service sélectionné est actuellement tellement occupé ou quelque chose fait du tort avec le serveur de l’API, s’il vous plaît essayer à nouveau plus tard.

source: Add server credits
ar: إضافة رصيد الخادم
fr: Ajouter des crédits au serveur

source: server
ar: خادم
fr: Serveur

source: deposit
ar: إيداع اللأموال
fr: Dépôt

source: Add credits
ar: إضافة زبون
fr: Ajouter des crédits

source: Add server credit
ar: إضافة رصيد الخادم
fr: Ajouter du crédit au serveur

source: Add amount
ar: إضافة مبلغ
fr: Ajouter un montant

source: credit
ar: رصيد
fr: Crédit

source: Add credit
ar: إضافة زبون
fr: Ajout de crédit

source: servers list
ar: قائمة الخوادم
fr: Liste des serveurs

source: servers
ar: خوادم
fr: Serveurs

source: search components ...
ar: البحث عن مكونات
fr: Recherche de composants...

source: contact
ar: اتصل بنا
fr: Contacter

source: make a deposit
ar: إجراء وديعة
fr: Dépôt

source: search servers ...
ar: البحث عن خوادم
fr: Recherche serveurs

source: no products found which match your search.
ar: لم يتم العثور على أي منتجات تطابق بحثك.
fr: Aucun produit trouvé qui correspondent à votre recherche.

source: Shops
ar: متاجر
fr: Boutiques

source: server information
ar: معلومات الخادم
fr: Information sur le serveur

source: edit your server information
ar: تعديل بيانات الخادم
fr: Modifier vos informations

source: Server credit history
ar: سجل رصيد الخادم
fr: Historique de crédit

source: History
ar: سجل
fr: Historique

source: Credit History
ar: سجل الرصيد
fr: Historique de crédit

source: Type
ar: نوع

source: Credit
ar: رصيد
fr: Crédit

source: Description
ar: وصف
fr: Sous-titre

source: shop
ar: متجر
fr: Boutique

source: Action History
ar: سجل الإجراءات
fr: Historique des actions

source: Group
ar: مجموعة
fr: Groupe

source: Action
ar: إجراء

source: shops list
ar: قائمة المتاجر
fr: Liste boutiques

source: shops
ar: متاجر
fr: Boutiques

source: search shops
ar: بحث عن المتاجر
fr: Chercher Boutiques

source: search shops ...
ar: بحث عن المتاجر
fr: Chercher Boutiques

source: please upload you proof files !
ar: يرجى تحميل وثيقة إثبات
fr: S’il vous plaît upload fichiers preuve !

source: submit your proof
ar: إرسال وثيقة إلاثبات
fr: Soumettre votre preuve

source: Pay via the following details
ar: الدفع عن طريق التفاصيل التالية
fr: Payer via les détails suivants

source: shop information
ar: معلومات المتجر
fr: Informations Boutique

source: edit your shop information
ar: تعديل معلومات المتجر
fr: Modifier vos informations

source: tickets list
ar: قائمة تذاكر فك النزاعات
fr: Liste des tickets

source: tickets
ar: تذاكر فك النزاعات

source: search by imei
ar: البحث عن طريق imei
fr: Rechercher par IMEI

source: success!
ar: بنجاح
fr: Succès!

source: order status
ar: حالة الطلب
fr: Etat commande

source: chat with client
ar: الدردشة مع زبون
fr: Discuter avec le client

source: shop response :
ar: سبب المتجر:
fr: Réponse du magasin:

source: reason :
ar: السبب:
fr: Raison

source: server response :
ar: رد الخادم:
fr: Réponse du serveur :

source: from:
ar: من:
fr: De

source: please explain and upload you preuve files !
ar: يرجى شرح وتحميل وثيقة إثبات
fr: Expliquez-le et téléchargez-vous les fichiers de preuve!

source: submit your preuve
ar: إرسال وثيقة إلاثبات
fr: Présenter votre preuve

source: start conversation
ar: بدء محادثة
fr: Démarrer la conversation

source: send your message!
ar: أرسل رسالتك
fr: Envoyez votre message

source: upload
ar: رفع
fr: Charger

source: reply
ar: رد
fr: Répondre

source: Close order
ar: إغلاق الطلب
fr: Fermer la Commande

source: CLOSE ORDER
ar: أغلق الطلب
fr: Fermer la Commande

source: Mark order as completed both side agree to close the order the issue is fixed , please Note you cant get back if you confirm
ar: توافق على إغلاق الطلب و أنه قد تم إصلاح المشكلة, ملاحظة أنت غير قادر على العودة بعد التأكيد
fr: Marquer l'ordre tel qu'il est terminé, les deux parties acceptent de fermer l'ordre, le problème est résolu, notez que vous ne pouvez pas revenir si vous confirmez

source: write reason
ar: اكتب السبب
fr: Écrivez une raison

source: enter ...
ar: دخول
fr: Entrer

source: i confirm !
ar: تأكيد!
fr: Je confirme

source: complete this order
ar: أكمل هذا الطلب
fr: Compléter cette commande

source: Admin Support
ar: دعم المشرف
fr: Soutien administratif

source: ADMINISTRATION SUPPORT
ar: دعم الإدارة
fr: SUPPORT D'ADMINISTRATION

source: Our team will examine all your proof , also we may ask you fot more details to come up with the right judgement for your situation
ar: سيقوم فريقنا بفحص كل ما تبذلونه من إثبات، كما أننا قد نطلب منكم فوت مزيد من التفاصيل للتوصل إلى الحكم الصحيح لحالتك
fr: Notre équipe examinera toutes vos preuves, nous vous demanderons peut-être plus de détails pour trouver le bon jugement pour votre situation

source: write us reason why
ar: اكتب السبب لماذا
fr: Ecrivez-nous à raison pourquoi

source: request admin support
ar: طلب دعم المشرف
fr: Demandent un soutien admin

source: CANCELLING ORDER
ar: إلغاء الطلبية
fr: Annulation de commande

source: close and refund shop
ar: إلغاء الطلبية و إعادة المال للمتجر
fr: Fermer et rembourser le magasin

source: you choose to cancel this order and refund the shop for it
ar: اخترت إلغاء هذا الطلب واسترداد المال للمتجر
fr: Vous choisissez d’annuler cette commande et de rembourser la boutique

source: cancel this order
ar: إلغاء هذا الطلب
fr: Annuler cette commande

source: completed
ar: مكتمل
fr: Terminé

source: Confirm order is complete and issue is solved.
ar: تأكيد أن الطلب اكتمل وتم حل المشكلة
fr: Confirmer la commande est complète et le problème est résolu.

source: admin support
ar: دعم المشرف
fr: Soutien administratif

source: Shop and Server did not agree on the issue. Admin support needed
ar: المتجر والخادم لم يتوصلا لحل هذه المسألة. المشرف الدعم اللازم
fr: Shop et Server ne sont pas d'accord sur le problème. Support administratif nécessaire

source: cancelled
ar: ملغى
fr: Annulée

source: Server confirms the order is cancelled and shop will be refunded
ar: يؤكد خادم أنه سيتم إلغاء الطلب واسترداد المال للمتجر
fr: Le serveur confirme que la commande est annulée et le magasin sera remboursé

source: proceed
ar: استمِرار
fr: Continuer

source: Reviews your purchase
ar: اعطي تقييما لمقتنياتك
fr: Votre avis nous intéresse

source: Unlocking server
ar: خادم فك الشفرات
fr: Serveur de déblocage

source: Please leave a review
ar: يرجى ترك تقييم
fr: S’il vous plaît laisser un avis

source: Server
ar: خادم
fr: Serveur

source: Reviews
ar: تقييمات
fr: Avis

source: Review your
ar: تقييم ل
fr: Votre avis

source: Thank you for reviewing
ar: شكرا على تقييمك
fr: Merci de votre évaluation.

source: menu
ar: القائمة

source: home
ar: الرئيسية
fr: Accueil

source: my shop
ar: متجري
fr: Ma Boutique

source: my dashboard
ar: لوحة التحكم
fr: Mon tableau de bord

source: my server
ar: خادمي
fr: Mon serveur

source: other shops components
ar: مكونات المحلات التجارية الأخرى
fr: Composants d'autres boutique

source: my shop components
ar: مكونات متجري
fr: Mes composants

source: api provider
ar: مزود الخدمة
fr: API fournisseur

source: unlocking orders
ar: طلبات فك الشفرات
fr: Command de déblocage

source: settings
ar: إعدادات
fr: Paramétres

source: edit shop
ar: تعديل المتجر
fr: Modifier la boutique

source: edit server
ar: تعديل الخادم
fr: Modifier Serveur

source: user business
ar: إختر نوع عملك
fr: Secteur d’activité de l'utilisateur

source: business
ar: الأعمال
fr: Secteur d’activité

source: enter your business type
ar: إختر نوع عملك
fr: Sélectionnez votre secteur d’activité

source: what is your business type?
ar: ما هو نوع عملك؟
fr: Sélectionnez votre secteur d’activité

source: ok
ar: نعم

source: Username
ar: اسم المستخدم
fr: Identifiant

source: Remember me
ar: تذكرنى
fr: Se souvenir de moi

source: Forget password?
ar: نسيت كلمة المرور؟
fr: Vous avez oublié votre mot de passe ?

source: Facebook
ar: فيسبوك

source: Google +
ar: جوجل+

source: Sign up
ar: أنشئ حساب مجانا
fr: S'inscrire

source: Change your password
ar: تغيير كلمة المرور
fr: Changer mon mot de passe

source: Change password
ar: تغيير كلمة المرور
fr: Changer le mot de passe

source: Reset my password
ar: إعادة تعيين كلمة المرور
fr: Réinitialiser mon mot de passe

source: User register
ar: التسجيل
fr: Inscription de l'utilisateur

source: General Information
ar: معلومات عامة
fr: Informations générales:

source: Personal Information
ar: معلومات شخصية
fr: Informations personnelles

source: what is your business name?
ar: ما هو اسم مهنتك؟
fr: Le nom de votre secteur d’activité ?

source: What's your business type?
ar: ما هو نوع عملك؟
fr: Type de votre secteur d’activité ?

source: server owner
ar: مالك الخادم
fr: Propriétaire du serveur

source: facebook
ar: فيس بوك

source: google +
ar: جوجل+

source: password
ar: کلمة المرور
fr: Mot de passe

source: confirm password
ar: تأكيد كلمة المرور
fr: Confirmez le mot de passe

source: submit
ar: إرسال
fr: Soumettre

source: log in
ar: تسجيل الدخول
fr: Se connecter

source: business type
ar: نوع العمل
fr: Type d'entreprise

source: business name
ar: اسم المهنة
fr: Raison sociale

source: city
ar: المدينة
fr: Ville

source: country
ar: البلد
fr: Pays

source: shop phone
ar: متجر الهواتف
fr: Téléphone boutique

source: server phone
ar: رقم الهاتف
fr: Propriétaire du serveur

source: server email
ar: البريد الالكتروني للخادم
fr: Courriel du serveur

source: shop email
ar: البريد الالكتروني للمتجر
fr: Courriel du boutique

source: logout
ar: تسجيل الخروج
fr: Me déconnecter

source: my position
ar: ترتيبي
fr: Ma position

source: my activity
ar: أداءي
fr: Mon activité

source: action history
ar: سجل الإجراءات
fr: Historique des actions

source: Action history
ar: سجل الإجراءات
fr: Historique des actions
