Repository: Bogdan0810/URPSM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: clients list
ar: قائمة الزبائن
fr: Liste de clients

source: new unlocking order
ar: طلب جديد
fr: Nouvelle Com déverrouillage

source: my orders list
ar: قائمة الطلبات
fr: Ma liste de commandes

source: add new component
ar: إضافة مكون جديد
fr: Ajouter nouveau composant

source: my components list
ar: قائمة المكونات
fr: Ma liste de composants

source: add employee
ar: أضف مستخدم
fr: Ajouter un employé

source: my employees
ar: المستخدمين
fr: Mes employés

source: edit shop info
ar: تحديث معلومات المتجر
fr: Modifier informations boutique

source: my tickets list
ar: قائمة التذاكر
fr: Mes Tickets

source: shop invoices
ar: فواتير المتاجر
fr: Factures | Magazin

source: sales dashboard
ar: لوحة المبيعات
fr: Tableau des vente

source: edit server info
ar: تعديل معلومات الخادم
fr: Modifier informations serveur

source: add server credits
ar: إضافة رصيد للخادم
fr: Ajouter des crédits au serveur

source: my search
ar: البحث
fr: Ma recherche

source: search component
ar: البحث عن مكون
fr: Recherche de composant

source: search unlocking service
ar: البحث عن خدمة
fr: Recherche service déverrouillage

source: search shop
ar: البحث عن متجر
fr: Recherche boutique

source: messages
ar: مراسلات

source: ACCOUNT
ar: حساب
fr: Compte

source: LOGIN
ar: تسجيل الدخول
fr: Connexion

source: SIGNUP
ar: أنشئ حسابك
fr: S'inscrire

source: Mobile Menu Toggle
ar: تبديل قائمة الجوال

source: Features
ar: ميزات
fr: Fonctionnalités

source: Services
ar: خدمات

source: About
ar: حول
fr: À propos de

source: Contact
ar: اتصل بنا

source: About Urpsm
ar: حول URPSM
fr: À propos de URPSM

source: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodoconsequat.
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.

source: Mailing List
ar: القائمة البريدية
fr: Liste d’adresses

source: Sign up for our mailing list to get latest updates and offers.
ar: الاشتراك في القائمة البريدية للحصول على آخر التحديثات والعروض.
fr: Abonnez-vous à notre newsletter pour recevoir les dernières actualités et mises à jour de notre site.

source: We respect your privacy
ar: نحن نقدر ونحترم خصوصيتك.
fr: Nous respectons votre vie privée.

source: client status
ar: حالة الزبون
fr: Statut client

source: Terrible
ar: فظيع
fr: Nul

source: Below average
ar: تحت المتوسط
fr: Inférieur à la moyenne

source: OK
ar: حسنا

source: Good
ar: رائع
fr: Très bien

source: Excellent
ar: ممتاز

source: help other customer to make the right choice
ar: ساعد أشخاصا آخرين على حسن الاختيار
fr: Aider d’autres clients à faire le bon choix

source: submit review
ar: إرسال التقييم
fr: Envoyer un Commentaire

source: client thank you
ar: شكرا لك
fr: Merci

source: thank you for using urpsm
ar: شكرا لك على استخدام URPSM
fr: Merci d’utiliser urpsm

source: component details
ar: تفاصيل المكون
fr: Détails du composant

source: component description
ar: تفاصيل المكون
fr: Description du composant

source: unlocked
ar: تم فك تشفير
fr: Deverrouillé

source: repaired
ar: تم الاصلاح
fr: Réparés

source: unrepaired
ar: لم يصلح
fr: Non réparé

source: Components list
ar: قائمة المكونات
fr: Liste des composants

source: components listing and search
ar: قائمة المكونات & البحث
fr: Liste des composants et recherche

source: contact admin
ar: اتصل بالمدير

source: Messages
ar: رسائل

source: Admin Action History
ar: سجل الإجراءات
fr: Historique des actions ADMIN

source: Dashboard
ar: لوحة التحكم
fr: Tableau de bord

source: previous admin messages
ar: رسائل الإدارة السابقة
fr: Précédent messages de l’admin

source: message
ar: رسالة

source: date
ar: التاريخ

source: New Message
ar: رسالة جديدة
fr: Nouveau message

source: Shop/Server
ar: متجر/الخادم
fr: Boutique/serveur

source: send your message
ar: أرسل رسالتك
fr: Envoyez votre message

source: write us reason why
ar: اكتب السبب لماذا
fr: Ecrivez-nous la raison pourquoi

source: lorem title here2
ar: عنوان صغير
fr: Titre

source: small title
ar: عنوان صغير
fr: Petit titre

source: new clients
ar: زبون جديد
fr: Nouveaux client

source: manage two factor authentication
ar: إدارة المصادقة ثنائية العناصر
fr: Authentification à deux facteurs

source: credit left
ar: رصيدك المتبقي
fr: Crédit restan

source: wallet
ar: المحفظة
fr: Portefeuil

source: Edit Site
ar: تعديل
fr: Editer site

source: Edit deposit info
ar: تعديل معلومات الإيداع
fr: Modifier dépôt Info

source: Seo Panel
ar: تطوير محرك البحث

source: my server activities
ar: نشاطات الخوادم
fr: Mes activités de serveur

source: shop orders
ar: طلبات المتجر
fr: Boutique Commandes

source: new shop orders
ar: الطلبات الجديدة
fr: Nouvelle commande boutique

source: orders completed today
ar: الطلبات المكتملة اليوم
fr: Commandes terminés aujourd'hui

source: total revenues
ar: الإيرادات الإجمالية
fr: Total des recettes

source: upcoming revenues
ar: الإيرادات المرتقبة
fr: Recettes à venir

source: not paid yet
ar: لم تدفع بعد
fr: Pas encore payé.

source: current month revenues
ar: إيرادات الشهر الحالي
fr: Recettes du mois en cours

source: canceled
ar: تم الالغاء
fr: Annulé

source: orders cancelled today
ar: الطلبات الملغية اليوم
fr: Commandes annulées aujourd'hui

source: raised tickets
ar: تذاكر فك النزاعات
fr: Tickets surélevés

source: tickets raised today
ar: تذاكر فك النزاعات لليوم
fr: Tickets surélevés aujourd'hui

source: last 30 days orders
ar: طلبات 30 يوم الاخيرة
fr: Derniers ordres de 30 jours

source: review
ar: تقييم
fr: Avis

source: Available to withdraw
ar: المتاحة لسحب
fr: Disponible à retirer

source: Withdraw
ar: سحب
fr: Retrait

source: Upcoming revenues
ar: الإيرادات المرتقبة
fr: Recettes à venir

source: Ask for clearance
ar: طلب تخليص أموال
fr: Demandes d’autorisation

source: Already withdrawn
ar: أموال سحبت من قبل
fr: Déjà retiré

source: Upcoming payments
ar: الدفعات القادمة
fr: Paiements à venir

source: Max amount available
ar: المبلغ المتاح
fr: Montant maximum disponible

source: Enter amount to clear
ar: يرجى إدخال المبلغ المراد تحويله
fr: Entrez le montant à transférer.

source: Clearance Request
ar: طلب تخليص أموال
fr: Demandes d’autorisation

source: Withdrawl
ar: سحبت
fr: Retrait

source: my shop activities
ar: نشاطات متجري
fr: Mes activités de boutique

source: new components
ar: مكونات جديدة
fr: Nouveaux composants

source: Current month revenues
ar: إيرادات الشهر الحالي
fr: Recettes du mois en cours

source: unlocking statistics
ar: إحصائيات فك الشفرات
fr: Statistiques de déverrouillage

source: completed orders today
ar: الطلبات المكتملة اليوم
fr: Commandes terminé aujourd'hui

source: cancelled orders today
ar: الطلبات الملغية اليوم
fr: Commande annulé aujourd'hui

source: last thirty day stats
ar: إحصائيات الثلاثين يوم الأخيرة
fr: Dernières statu de trente jours

source: current revenues
ar: الإيرادات الجارية
fr: Recettes courantes

source: compleeted
ar: مكتملة
fr: Complète

source: brands
ar: العلامة التجارية
fr: Marques

source: latest clients
ar: أحدث الزبناء
fr: Derniers clients

source: paid for
ar: مدفوع ل
fr: Payé pour

source: new client
ar: زبون جديد
fr: Nouveau client

source: shop position
ar: ترتيب المتجر
fr: Position de la boutique

source: my shop ranking
ar: ترتيب متجري
fr: Classement de ma boutique

source: ranking by city
ar: الترتيب في المدن
fr: Classement par ville

source: ranking by country
ar: الترتيب في الدول
fr: Classement par pays

source: ranking in the world
ar: الترتيب في العالم
fr: Classement dans le monde

source: first shop in my city
ar: المتجر الأول في مدينتي
fr: Premier magasin dans ma ville

source: last review
ar: آخر تقييم
fr: Dernier avis

source: my shop's clients reviews
ar: تقييمات زبائن المتجر
fr: Avis des clients de ma boutique

source: error 404
ar: خطاء 404. الصفحة المطلوبة غير موجودة
fr: Erreur 404

source: page not found
ar: الصفحة غير موجودة
fr: Page introuvable

source: go back to home
ar: العودة إلى الصفحة الرئيسية
fr: Revenir à l'accueil

source: urpsm admin notifications
ar: اشعارات مشرف URPSM
fr: Notifications d’admin urpsm

source: back to notifications
ar: العودة إلى الاشعارات
fr: Retour aux notifications

source: from
ar: من طرف
fr: De

source: read
ar: مقروء
fr: Lu

source: info
ar: معلومات
fr: Infos

source: shop clients notifications
ar: إشعارات زبائن المتجر
fr: Notifications clients boutique

source: client imei
ar: imei الزبون
fr: Imei de client

source: Date
ar: التاريخ

source: Read
ar: مقروء
fr: Lire

source: tickets notifications
ar: إشعارات تذاكر فك النزاعات
fr: Notifications ticket

source: ticket id
ar: رقم التذكرة
fr: ID du ticket

source: reason
ar: السبب
fr: Raison

source: invoice notifications
ar: إشعارات الفواتير
fr: Notifications de facture

source: Invoice #
ar: فاتورة
fr: facture #

source: method
ar: الطريقة
fr: Préparation

source: notification
ar: أشعار

source: notifications hub
ar: محور الاشعارات
fr: Centre de notifications

source: reviews
ar: التقييمات
fr: Avis

source: administration
ar: الإدارة

source: phones
ar: الهواتف
fr: Mobiles

source: invoice
ar: فاتورة
fr: Facture

source: payments
ar: دفعات
fr: Paiements

source: orders notifications
ar: إشعارات الطلبات
fr: Notifications de commandes

source: order ref
ar: مرجع الطلب
fr: Ref. Commande

source: messsage
ar: الرسالة

source: deliver time
ar: وقت التسليم
fr: Temps de livraison

source: Review notifications
ar: اشعارات التقييمات
fr: Notifications d'avis

source: Review by
ar: تم التقييم من طرف
fr: Avis par

source: Review
ar: تقييم
fr: Avis

source: ticket info
ar: معلومات التذكرة
fr: Info ticket

source: my reason
ar: سببي
fr: Raison boutique

source: server reason
ar: سبب الخادم
fr: Raison de serveur

source: my comments
ar: تعليقاتى
fr: Mes commentaires

source: server comments
ar: تعليقات الخادم
fr: Commentaires du serveur

source: my response
ar: إجابتي
fr: Ma réponse

source: server response
ar: إجابة الخادم
fr: Réponse du serveur

source: tiket id
ar: مرجع التذكرة
fr: ID ticket

source: admin decision
ar: قرار المشرف
fr: Décision de l’admin

source: my comment
ar: تعليقي
fr: Mes commentaires

source: server comment
ar: تعليق الخادم
fr: Commentaire de serveur

source: HOME
ar: الرئيسية
fr: Accueil

source: About us
ar: من نحن
fr: À propos de nous

source: About Us!
ar: من نحن
fr: À propos de nous

source: the blossom
ar: زهر
fr: la fleur

source: official launch of URPSM.
ar: الافتتاح الرسمي URPSM
fr: Lancement officiel de URPSM.

source: the bud
ar: برعم
fr: Le bourgeon

source: starting developement of the our API, the corner stone of our application that facilitates the unlocking process through live panels such as DHRU, NakshSoft, plus to ban unlocking equivocal devices.
ar: البدء في تطوير API الخاص بنا ، حجر أساس تطبيقنا الذي من شأنه تسهيل عمليه الفتح من خلال لوحات فعالة مثل DHRU و NakshSoft بالاضافة الي حظر فتح الاجهزة المشبوهه.
fr: En commençant le développement de notre API, la pierre angulaire de notre application qui facilite le processus de déverrouillage à travers des panneaux en direct tels que DHRU, NakshSoft, plus pour interdire le déverouillage de périphériques équivoques.

source: the seed
ar: البذرة
fr: La graine

source: first blueprint of URPSM, or what we call: our great adventure
ar: أول مخطط لـ URPSM، او كما نقول عليه: مجازفتنا الكبري.
fr: premier plan directeur de URPSM, ou ce que nous appelons : notre grande aventure

source: the idea
ar: . الفكرة
fr: L'idée

source: tired to work in an informel and messy field, my passion for my job inspired me to think about a web application that could bring order and disipline to the whole industry and business of mobile repairing for all my peers worlwide
ar: متعب من العمل في مجال فوضوي و غير منظم، فشغفي بوظيفتي يلهمني بالتفكير في تطبيق الويب الذي من شأنه جلب الطلب و الانضباط لصناعة و تجارة اصلاح الهواتف بأكملها لجميع زملائي و قرنائي في جميع انحاء العالم.
fr: fatigué de travailler dans un informel et salissant, ma passion pour mon travail m’a incité à réfléchir à une application web qui pourrait ramener l’ordre et disipline à l’ensemble de l’industrie et entreprise de réparation de mobiles pour tous mes pairs dans le monde

source: LOGOUT
ar: تسجيل الخروج
fr: DÉCONNEXION

source: levels
ar: المستويات
fr: Niveaux

source: services
ar: الخدمات

source: about
ar: نبذة
fr: A propos

source: URPSM is without any doubt the best way to find the nearest and best mobile repairing shops ranked by professionals and customers as well.
ar: URPSM هو بدون شك افضل طريقة للعثور علي اقرب المتاجر المتخصصة في اصلاح الهواتف و التي تم تقيمها و تصنيفها من قبل المحترفين و العملاء ايضا.
fr: URPSM est sans aucun doute la meilleure façon de trouver les meilleurs magasins de réparation mobiles classés par les professionnels et les clients.

source: important links
ar: روابط هامة
fr: Liens importants

source: terms of use
ar: أحكام و شروط الاستخدام
fr: Termes d'utilisation

source: privacy policy
ar: سياسة الخصوصية
fr: Politique De Confidentialité.

source: about us
ar: نبذة عنا
fr: À propos de Nous

source: contact us
ar: إتصل بنا
fr: Nous contacter

source: your email
ar: بريدك الالكتروني
fr: Votre email

source: view details
ar: عرض التفاصيل
fr: Voir les détails

source: search now
ar: ابحث الآن
fr: Rechercher

source: num of models
ar: عدد النماذج
fr: Num de modèles

source: company
ar: الشركة
fr: Société

source: stars
ar: نجوم
fr: Etoiles

source: description
ar: الوصف

source: Contact us
ar: تواصل معنا
fr: Nous contacter

source: send us a message
ar: أرسل لنا رسالة
fr: Envoyez-nous un message

source: send message
ar: إرسال رسالة
fr: Envoyer message

source: we are on 24/7
ar: نحن على 24/7
fr: Nous sommes 24/7

source: send us email on
ar: أرسل لنا بريدا إلكترونيا
fr: Envoyer e-mails à

source: where are at
ar: نتواجد في
fr: Nous somme à

source: Select city
ar: اختر المدينة
fr: Sélectionnez une ville

source: SEARCH
ar: بحث
fr: RECHERCHE

source: repaired phones
ar: الهواتف المصلوحة
fr: Téléphones réparés

source: here you are with best shops around the world
ar: أنت هنا مع أفضل المتاجر في جميع أنحاء العالم
fr: Voici les meilleures boutiques du monde entier

source: register your shop
ar: سجل متجرك
fr: Inscrire votre boutique

source: are you shop owner? You are then welcome to join us at URPSM.com
ar: هل أنت صاحب متجر إصلاح للهواتف؟إذن أنت مدعو للانضمام إلينا على URPSM.com
fr: Vous êtes propriétaire d'une boutique ? nous vous invitons à nous rejoindre sur URPSM.com

source: register your server
ar: سجل الخادم
fr: Enregistrer votre serveur

source: Are you Dhru, or Naqshsoft, or Genius panel user, you are welcome to join URPSM
ar: إن كنت تملك خادم من نوع DHRU، أو NAQSHSOFT، أو GENIUS PANEL، فأنت مدعو للانضمام إلى URPSM.com
fr: Êtes vous DHRU, ou Naqshsoft ou génie panel user, nous vous invitons à rejoindre URPSM

source: unlock
ar: فك الشفرة
fr: Débloquer

source: unlock your phone online
ar: فك شفرة هاتفك على الانترنت
fr: Débloquez-vous même votre téléphone en ligne

source: unlocked phones
ar: هواتف تم فك تشفيرها
fr: Téléphones déverrouillés

source: Repaired Phones
ar: الهواتف المصلوحة
fr: Téléphones réparés

source: registred servers
ar: الخوادم المسجلة
fr: Serveurs inscrits

source: Registred Shops
ar: المتاجر المسجلة
fr: Boutiques inscrits

source: Best Reviewed Shops
ar: أفضل المتاجر تقييما
fr: Meilleur boutiques revu

source: Satisfied Clients
ar: الزبائن الراضون
fr: Clients satisfaits

source: Unlocked phones
ar: هواتف تم فك تشفيرها
fr: Téléphones débloqué

source: Repaired Phones
ar: الهواتف المصلوحة
fr: Téléphones réparés

source: Unrepaired Phones
ar: الهواتف التي لم يتم إصلاحها
fr: Téléphones non réparé

source: SEE MORE
ar: عرض المزيد
fr: VOIR PLUS

source: VIEW ON MAP
ar: عرض على الخريطة
fr: VOIR SUR LA CARTE

source: Popular repaired Phones
ar: الهواتف الأكثر شعبية
fr: Téléphones Réparés Populaires

source: View details
ar: عرض التفاصيل
fr: Voir les détails

source: Popular Shops
ar: المتاجر الأكثر شعبية
fr: Boutiques Populaires

source: Need Help?
ar: أحتاج للمساعدة ؟
fr: ﻿Besoin d'aide ?

source: Urpsm Facebook
ar: فيسبوك URPSM

source: select city
ar: إختر المدينة
fr: Sélectionnez une ville

source: search
ar: البحث
fr: Recherche

source: registred shops
ar: المتاجر المسجلة
fr: Boutiques inscrits

source: do you have a mobile repairing shop? SIGN UP to grow your business and increase your income from here
ar: هل لديك محل لتصليح الجوال؟ قم بالتسجيل لنمو الأعمال التجارية الخاصة بك وزيادة الدخل الخاص بك من هنا
fr: Avez-vous un magasin de réparation mobile? INSCRIVEZ-VOUS pour développer votre entreprise et augmenter vos revenus à partir d'ici

source: create account
ar: انشئ حساب
fr: Créer un compte

source: need to repair your phone?
ar: بحاجة إلى إصلاح هاتفك الخاص ؟
fr: Besoin de réparer votre téléphone ?

source: find a shop to repair your mobile phone using our system of ranking
ar: البحث عن متجر لإصلاح الهاتف الجوال الخاص بك باستخدام نظام التصنيف
fr: Trouver un magasin pour réparer votre téléphone mobile à l’aide de notre système de classement

source: Are you an unlocking server owner? SIGN UP to get more customers for your API
ar: أنت مالك خادم لفك الشفرات؟ قم بالتسجيل للحصول على المزيد من الزبائن ل API الخاص بك
fr: Vous êtes un propriétaire de serveur De déblocage ? Inscrivez-vous pour obtenir plus de clients pour votre API

source: Many shops have used URPSM to unlock their customers mobile phones!! Why not you too?
ar: لقد استخدمت العديد من المحلات التجارية URPSM لفتح هواتف الزبائن!! لماذا لا يمكنك أيضا؟
fr: Beaucoup de magasins ont utilisé URPSM pour déverrouiller les téléphones mobiles de leurs clients !! Pourquoi pas vous aussi ?

source: List More Shops
ar: عرض المزيد من المتاجر
fr: Listé plus de boutiques

source: List More Phones
ar: عرض المزيد من الهواتف
fr: Listé Plus De Téléphones

source: Popular Servers
ar: الخوادم الأكثر شعبية
fr: Serveurs Les Plus Populaires

source: View
ar: عرض
fr: Voir

source: HOME
ar: الرئيسية
fr: ACCUEIL

source: Shop Detailed
ar: معلومات المتجر
fr: Informations Boutique

source: Did you know?
ar: هل تعلم؟
fr: Le saviez-vous?

source: urpsm is a big network of professionals in repairing and unlocking phones by box and server urpsm make this community strong and efficient ; we help shop to get more client and to be listed in map of it contry and city ; we give you rating by your clients this will create your business name in your city ; we have also rating by the world this help server owner to gurantee their position by the world
ar: urpsm هو شبكة كبيرة من المحترفين في اصلاح و فتح الهواتف بواسطة الصندوق و الخادم. و يقوم urpsm بتعزيز قوة و كفائة المجتمع. فنحن نساعد المتاجر في الحصول علي المزيد من العملاء و التواجد علي خريطة مدينتك او دولتك. نقوم بأعطائك تقييم من عملائك و هذا سيساعدك على تأسيس تجارتك في مدينتك. لدينا تقيمات ايضا من العالم و هذا يساعد مالك الخادم علي ضمان موضعه.
fr: urpsm est un grand réseau de professionnels en réparation et déblocage de téléphones par urpsm box et serveur ce qui rend cette communauté forte et efficace; Nous aidons les magasins a obtenir plus de clients et à figurer sur la carte de leur pays et ville ;Nous vous donnons des notes par vos clients, cela créera le nom de votre entreprise dans votre ville ; Nous avons également des notes par le monde sur les serveur pour garantir leur position par le monde

source: You Have a Shop ?
ar: لديك متجر؟
fr: Vous avez une boutique ?

source: start get more clients
ar: ابدأ الحصول على المزيد من الزبائن
fr: commencer a obtenir plus de clients

source: increase your upcoming revenue
ar: زيادة الإيرادات القادمة
fr: Augmentez vos revenus à venir

source: create your business name online
ar: إنشاء اسم شركتك على الإنترنت
fr: créer le nom de votre entreprise en ligne

source: give your client a better professional service
ar: قدم للزبنائك خدمة مهنية أفضل
fr: donner à votre client un meilleur service professionnel

source: print ticket to your clients with QR code
ar: طباعة التذاكر مع رمز الاستجابة السريعة
fr: imprimé ticket à vos clients avec QR code

source: your client can follow their phone status online
ar: زبائنك يمكنهم متابعة حالة هاتفهم على الموقع
fr: votre client peut suivre leur statut de téléphone en ligne

source: Sign Up Now
ar: أنشئ حساب مجانا
fr: S'inscrire

source: You Have a Server ?
ar: لديك خادم ؟
fr: Vous avez un serveur ?

source: Owner of a DHRU or NAKSH api, this is your paradise
ar: صاحب DHRU GSMGENIE أو NAKSH، هاذه هي جنتك
fr: Propriétaire d’un DHRU GSMGENIE ou NAKSHSOFT api, c’est votre paradis

source: get clients from all the world
ar: احصل على الزبائن من جميع أنحاء العالم
fr: obtenir des clients de tout le monde

source: very simple system totally ready to use
ar: نظام بسيط جداً جاهزة تماما للاستخدام
fr: système très simple totalement prêt à l’emploi

source: get rated by shops across the world
ar: الحصول على تصنيفها من قبل المحلات التجارية عبر العالم
fr: pour avoir noté de magasins à travers le monde

source: check prices of other server and try to give best one to your clients
ar: تحقق من أسعار الخوادم الآخرى وقدم أفضل لزبائنك
fr: vérifier les prix d’autre serveur et essayer de donner un meilleur à vos clients

source: small description
ar: وصف مختصر
fr: Petite description

source: 105,000+ Satisfied Client
ar: 105,000 + عميل راض
fr: 105 000 + Client satisfait

source: Low price &amp; Top Savings
ar: سعر منخفض و "فورات أعلى"
fr: Prix bas &amp; haut épargne

source: Reviewed by Real costumers
ar: تمت مراجعتها من قبل العملاء الحقيقيين
fr: Revu par clients réels

source: Great support
ar: دعم المشرف
fr: Grand soutien

source: you are here
ar: أنتم هنا
fr: Vous êtes ici

source: level one
ar: المستوى الأولى
fr: Niveau Un

source: UPCOMING SELLER
ar: الإيرادات المرتقبة
fr: VENDEUR À VENIR

source: 30 days active on URPSM
ar: نشط اكثر من 30 يوم في URPSM
fr: actif sur URPSM 30 jours

source: Able to unlock a minimum of 100 mobile phones
ar: فك شفرة 100 هاتف على الاقل في URPSM
fr: En mesure de débloquer un minimum de 100 téléphones mobiles

source: Have a low bad rate
ar: احصل على نسبة تقييم سيئة منخفضة
fr: Avoir un faible taux de mauvais avis

source: Get 100 positive reviews from your clients
ar: احصل على 100 تعليقات إيجابية من زبنائك
fr: Obtenez 100 avis positives de vos clients

source: Complete at least 100 repaired phones
ar: اصلح على الاقل 100 هاتف
fr: Compléter au moins 100 téléphones réparés

source: First achievement must start by unlocking servers
ar: يجب أن يبدأ الإنجاز الأول عن طريق خوادم فك الشفرات
fr: La première réalisation doit commencer par déverrouiller des mobile apartir les serveurs

source: what you should know :
ar: ما الذي يجب أن تعرفه أيضا
fr: Ce que vous devez savoir

source: You've Just Gotten Started On URPSM And You're Dedicated To Increasing Sales. We'll Help You Get Started
ar: كنت قد بدأت للتو على URPSM لزيادة مبيعاتك. سنساعدك في البدء
fr: Vous venez de commencer sur URPSM et vous êtes dédié à l'augmentation des ventes. Nous vous aiderons à commencer

source: What you should achieve !
ar: ما ينبغي أن تحققه
fr: Ce que vous devriez réaliser !

source: satisfied clients
ar: الزبائن الراضون
fr: Clients satisfaits

source: level two
ar: المستوى الثاني
fr: Niveau deux

source: meduim
ar: متوسط

source: 90 days active on URPSM
ar: نشط اكثر من 90 يوم في URPSM
fr: 90 jours actifs sur URPSM

source: Completed at least 200 unlocked phones
ar: ‫فك شفرة 200 هاتف على الاقل في URPSM
fr: Effectué au moins 200 téléphones déverrouillés

source: Maintain a 3.5 star rating or above
ar: الحفاظ على تصنيف 3.5 نجوم أو أعلى
fr: Maintenir une cote de 3.5 étoiles ou supérieur

source: Complete at least 200 repaired phones
ar: اصلح على الاقل 200 هاتف
fr: Compléter au moins 200 téléphones réparés

source: unlock 10 phones by server at least
ar: افتح 10 هواتف بالخادم على الأقل
fr: déverrouiller au moins les 10 téléphones par serveur
